import image1 from "../src/images/תמונה לאודות 2.jpg";
import image2 from "../src/images/תמונה לאודות 3.jpg";
import image3 from "../src/images/תמונה לאודות.jpg";


export default function About() {


    return (
        <><div id="about">
            <p >MSS</p>
            <p>
                הוא מותג ותיק ומוביל בתחום עיצוב הבית, אשר הפך במרוצת השנים לחלק בלתי נפרד מהבית הישראלי,<br></br>
                בזכות מגוון עשיר של פריטי טקסטיל וכלי בית מעוצבים,<br></br>
                הכולל: מגבות, שמיכות, חומרי אמבט וטיפוח, כלי מטבח ועיצוב, כלי בית, ריהוט קל,<br></br>
                מוצרי חשמל, מוצרי ספא ומגוון מתנות איכותיות בטווח מחירים רחב.<br></br>
                מאז 1987, אנו פועלים על-מנת לאפשר לכל אחד לשדרג ולהלביש כל חדר בבית בהתאם לסגנון ולהעדפות האישיות שלו,<br></br>
                ולהפוך חלומות למציאות באמצעות פריטים איכותיים וחדשניים, במחירים שווים לכל כיס.

            </p>
            

            <img className="card-img-about" src={image1} alt="Card image cap" style={{ width: "300px", height: "300px" }}></img>
            <img className="card-img-about" src={image2} alt="Card image cap" style={{ width: "300px", height: "300px" }}></img>
            <img className="card-img-about" src={image3} alt="Card image cap" style={{ width: "300px", height: "300px" }}></img>
            
            
            <p>
           <br></br> בזכות הניסיון שצברנו לאורך שנים רבות בתחום, אנו יודעים לזהות את הצרכים של הקהל הישראלי <br></br>ולהתאים אליהם את המענה המדויק והאיכותי ביותר שקיים היום בשוק.
אנחנו לא נחים לרגע וממשיכים להביא לקהל לקוחותינו את החידושים והטרנדים הכי חמים.<br></br>
מדי עונה, המעצבים שלנו יוצאים למסע אחר אותם הטרנדים והחידושים, ופועלים להתאמתם לקהל הישראלי,<br></br> לתרבות ולאקלים בארץ. 
אנו מזמינים אתכם לצאת איתנו למסע של השראות, עיצובים וחידושים שיכניסו חום לכל פינה ברחבי המקום הכי חשוב לכם בעולם – הבית. 
 <br></br> כ, ומשתייכת לקבוצת גולף א.ק בע"מ, חברה קמעונאית מובילה בתחום הטקסטיל ועיצוב הבית, אופנה והלבשה. קבוצת גולף נוסדה בשנת 1987 והיא נסחרת בבורסת ת"א.

            </p>
            </div>
        </>
    )
}